12/data/attachments/c1c3681cf8d67ebf.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Christina_able_Friend_80080_5</nif:username>
            <nif:friendToBeRequested>soap_friends_d6253725-c8f0-43f9-8a64-f1a2ba3950fa</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>